Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# FirewallDescription
source: QuickDrop has detected that a firewall might prevent that your Android device can connect to your Mac. Firewalls are used to block incoming connections per default. For receiving files, it is required that incoming connections are allowed. This is because your phone tries to connect to your Mac – creating an incoming connection. You most likely use an antivirus program on your Mac. You have two options: 1. Allow incoming connections for QuickDrop in your firewall settings. This procedure varies with every program, so you may have to ask the manufacturer of your firewall/antivirus software how this can be done. 2. Disable the firewall of your antivirus software, and use the Mac's inbuilt firewall instead. Apple's firewall is optimized for QuickDrop. Here’s how to disable the firewall of your antivirus program: Open System Settings on your Mac, navigate to Network > VPN & Filter, and disable the content filter. Then, navigate to Network > Firewall and click the toggle to enable the Mac's firewall. Once this is done, your phone will be able to connect to your Mac.
ar: اكتشف QuickDrop أن جدار الحماية قد يمنع جهاز Android الخاص بك من الاتصال بجهاز Mac الخاص بك. يتم استخدام جدران الحماية لحظر الاتصالات الواردة بشكل افتراضي. لتلقي الملفات، يجب السماح بالاتصالات الواردة، حيث يحاول هاتفك الاتصال بجهاز Mac – مما يُنشئ اتصالاً وارداً. من المحتمل أنك تستخدم برنامج مكافحة فيروسات على جهاز Mac الخاص بك. لديك خياران: 1. السماح بالاتصالات الواردة لتطبيق QuickDrop في إعدادات جدار الحماية الخاص بك. تختلف هذه العملية حسب البرنامج، لذلك قد تحتاج إلى التواصل مع الشركة المصنعة لبرنامج الحماية/جدار الحماية لمعرفة كيفية المتابعة. 2. تعطيل جدار الحماية الخاص ببرنامج مكافحة الفيروسات واستخدام جدار الحماية المدمج في نظام macOS. جدار الحماية الخاص بـ Apple مُحسَّن لتطبيق QuickDrop. إليك كيفية تعطيل جدار الحماية لبرنامج مكافحة الفيروسات: افتح إعدادات النظام على جهاز Mac، وانتقل إلى الشبكة > VPN والتصفية، ثم قم بإيقاف تشغيل مرشح المحتوى. بعد ذلك، انتقل إلى الشبكة > جدار الحماية، وقم بتفعيل جدار الحماية الخاص بـ Mac. بعد القيام بذلك، سيتمكن هاتفك من الاتصال بجهاز Mac.
ca: QuickDrop ha detectat que un tallafocs podria impedir que el teu dispositiu Android es connecti amb el teu Mac. Els tallafocs es configuren per blocar connexions entrants per defecte. Per rebre arxius, requereix que les connexions entrants estiguin permeses, ja que el teu telèfon intenta connectar-se al teu Mac, creant una connexió entrant. És probable que utilitzis un programari antivirus al teu Mac. Tens dues opcions: 1. Permet connexions entrants per a QuickDrop a la configuració del teu tallafocs. Aquest procediment varia segons el programa, així que hauràs de preguntar al fabricant del teu tallafocs o antivirus com fer-ho. 2. Desactiva el tallafocs del teu programari antivirus i fes servir el tallafocs incorporat de Mac. El tallafocs d'Apple està optimitzat per a QuickDrop. Aquí tens com desactivar el tallafocs del teu antivirus: Obre Configuració del Sistema al teu Mac, navega a Xarxa > VPN i Filtre i desactiva el filtre de contingut. A continuació, navega a Xarxa > Tallafocs i fes clic a l'interruptor per activar el tallafocs del Mac. Un cop això estigui fet, el teu telèfon podrà connectar-se al teu Mac.
cs: QuickDrop zjistil, že váš firewall může bránit zařízení Android ve spojení s vaším Macem. Firewally blokují příchozí připojení ve výchozím nastavení. Pro přijímání souborů je nutné povolit příchozí připojení. To proto, že váš telefon se snaží připojit k vašemu Macu – vytváří příchozí připojení. Pravděpodobně na svém Macu používáte antivirový program. Máte dvě možnosti: 1. Povolit na firewallu příchozí připojení pro QuickDrop. Tento postup se liší podle použitého programu, takže možná budete muset kontaktovat výrobce vašeho firewall/antivirového software, jak toho lze dosáhnout. 2. Deaktivovat firewall antivirového software a používat vestavěný firewall Macu. Firewall Apple je pro QuickDrop optimalizovaný. Postup pro deaktivaci firewall antivirového programu: Otevřete Nastavení systému na vašem Macu, přejděte na Síť > VPN a filtr a deaktivujte obsahový filtr. Poté přejděte na Síť > Firewall a klikněte na přepínač pro aktivaci firewall Macu. Po provedení těchto kroků bude váš telefon schopen spojit se s vaším Macem.
da: QuickDrop har opdaget, at en firewall muligvis forhindrer din Android-enhed i at forbinde til din Mac. Firewalls blokerer som standard indgående forbindelser. For at modtage filer skal indgående forbindelser være tilladt. Du bruger sandsynligvis et antivirusprogram på din Mac. Du har to muligheder: 1. Tillad indgående forbindelser for QuickDrop i dine firewallindstillinger. Proceduren varierer mellem programmer, så tjek producentens dokumentation. 2. Deaktiver firewallen i dit antivirusprogram, og brug Macens indbyggede firewall. Apples firewall er optimeret til QuickDrop. Sådan deaktiveres antivirus-firewallen: Åbn Systemindstillinger på din Mac, naviger til Netværk > VPN & Filter, og deaktiver indholdsfilteret. Naviger derefter til Netværk > Firewall og slå Macens firewall til. Når det er gjort, kan din telefon oprette forbindelse til din Mac.
de: QuickDrop hat festgestellt, dass eine Firewall möglicherweise verhindert, dass sich dein Android-Gerät mit deinem Mac verbinden kann. Firewalls blockieren standardmäßig eingehende Verbindungen. Um Dateien zu empfangen, müssen eingehende Verbindungen erlaubt sein, da dein Telefon versucht, eine Verbindung zu deinem Mac herzustellen – was eine eingehende Verbindung darstellt. Wahrscheinlich verwendest du ein Antivirenprogramm auf deinem Mac. Du hast zwei Optionen: 1. Erlaube eingehende Verbindungen für QuickDrop in deinen Firewall-Einstellungen. Dieses Verfahren variiert je nach Programm, daher solltest du den Hersteller deiner Firewall-/Antivirensoftware kontaktieren, um zu erfahren, wie dies durchgeführt werden kann. 2. Deaktiviere die Firewall deiner Antivirensoftware und verwende stattdessen die integrierte Firewall des Mac. Die Firewall von Apple ist für QuickDrop optimiert. So deaktivierst du die Firewall deiner Antivirensoftware: Öffne die Systemeinstellungen auf deinem Mac, navigiere zu Netzwerk > VPN & Filter und deaktiviere den Inhaltsfilter. Gehe dann zu Netzwerk > Firewall und aktiviere die Firewall des Mac. Sobald dies erledigt ist, kann sich dein Telefon mit deinem Mac verbinden.
el: Το QuickDrop εντόπισε ότι ένα firewall ίσως εμποδίζει τη συσκευή Android να συνδεθεί με το Mac σας. Τα firewalls χρησιμοποιούνται για να αποκλείουν εισερχόμενες συνδέσεις από προεπιλογή. Για να λαμβάνετε αρχεία, είναι απαραίτητο να επιτραπούν οι εισερχόμενες συνδέσεις. Αυτό συμβαίνει διότι το τηλέφωνό σας προσπαθεί να συνδεθεί με το Mac – δημιουργώντας μια εισερχόμενη σύνδεση. Πιθανότατα χρησιμοποιείτε ένα antivirus πρόγραμμα στο Mac σας. Έχετε δύο επιλογές: 1. Επιτρέψτε εισερχόμενες συνδέσεις για το QuickDrop στις ρυθμίσεις του firewall σας. Η διαδικασία ποικίλει ανά πρόγραμμα, επομένως ίσως χρειαστεί να ρωτήσετε τον κατασκευαστή του firewall/antivirus για οδηγίες. 2. Απενεργοποιήστε το firewall του antivirus λογισμικού σας και χρησιμοποιήστε το ενσωματωμένο firewall του Mac. Το firewall της Apple είναι βελτιστοποιημένο για το QuickDrop. Πώς να απενεργοποιήσετε το firewall του antivirus προγράμματος σας: Ανοίξτε τις Ρυθμίσεις Συστήματος στο Mac σας, μεταβείτε στο Δίκτυο > VPN & Φίλτρα και απενεργοποιήστε το φίλτρο περιεχομένου. Στη συνέχεια, μεταβείτε στο Δίκτυο > Firewall και κάντε κλικ στον διακόπτη για να ενεργοποιήσετε το firewall του Mac. Μόλις γίνει αυτό, το τηλέφωνό σας θα μπορεί να συνδεθεί με το Mac σας.
es: QuickDrop ha detectado que un firewall podría impedir que tu dispositivo Android se conecte a tu Mac. Los firewalls se utilizan para bloquear conexiones entrantes por defecto. Para recibir archivos, es necesario permitir las conexiones entrantes, ya que tu teléfono intenta conectarse a tu Mac, creando una conexión entrante. Es probable que utilices un programa antivirus en tu Mac. Tienes dos opciones: 1. Permitir conexiones entrantes para QuickDrop en la configuración de tu firewall. Este procedimiento varía según el programa, por lo que es posible que debas consultar al fabricante de tu software de firewall/antivirus para saber cómo hacerlo. 2. Desactivar el firewall de tu software antivirus y utilizar en su lugar el firewall integrado del Mac. El firewall de Apple está optimizado para QuickDrop. Así es como se desactiva el firewall de tu programa antivirus: Abre Configuración del Sistema en tu Mac, navega a Red > VPN y Filtro, y desactiva el filtro de contenido. Luego, ve a Red > Firewall y activa el firewall del Mac. Una vez hecho esto, tu teléfono podrá conectarse a tu Mac.
es_419: QuickDrop ha detectado que un firewall podría impedir que tu dispositivo Android se conecte a tu Mac. Los firewalls suelen bloquear conexiones entrantes de forma predeterminada. Para recibir archivos, es necesario que las conexiones entrantes estén permitidas. Esto es porque tu teléfono intenta conectarse a tu Mac, creando una conexión entrante. Probablemente usas un programa antivirus en tu Mac. Tienes dos opciones: 1. Permitir conexiones entrantes para QuickDrop en la configuración de tu firewall. Este procedimiento varía con cada programa, por lo que puede que debas preguntar al fabricante de tu software de firewall/antivirus cómo hacerlo. 2. Desactivar el firewall de tu software antivirus y usar el firewall integrado de Mac. El firewall de Apple está optimizado para QuickDrop. Cómo deshabilitar el firewall de tu antivirus: Abre Configuración del Sistema en tu Mac, navega a Red > VPN y filtro, y desactiva el filtro de contenido. Luego, ve a Red > Firewall y haz clic en el interruptor para habilitar el firewall de Mac. Una vez realizado esto, tu teléfono podrá conectarse a tu Mac.
fi: QuickDrop havaitsi, että palomuuri saattaa estää Android-laitteesi yhteyden Maceesi. Palomuurit estävät oletuksena saapuvat yhteydet. Tiedostojen vastaanottamista varten on välttämätöntä sallia saapuvat yhteydet. Tämä johtuu siitä, että puhelimesi yrittää muodostaa yhteyden Maceesi – luoden saapuvan yhteyden. Todennäköisesti käytät virustorjuntaohjelmaa Macissasi. Sinulla on kaksi vaihtoehtoa: 1. Salli saapuvat yhteydet QuickDropille palomuuriasetuksissasi. Tämä prosessi vaihtelee ohjelmistosta toiseen, joten saatat tarvita ohjeita ohjelman valmistajalta. 2. Poista virustorjuntaohjelmasi palomuuri käytöstä ja käytä Macin sisäänrakennettua palomuuria. Applen palomuuri on optimoitu QuickDropille. Näin poistat virustorjunnan palomuurin käytöstä: Avaa Järjestelmäasetukset Macissa, siirry kohtaan Verkko > VPN ja Suodatin, ja poista sisältösuodatin käytöstä. Siirry sitten kohtaan Verkko > Palomuuri ja napsauta kytkintä Macin palomuurin käyttöönottoa varten. Kun tämä on tehty, puhelimesi voi yhdistää Maciisi.
fr: QuickDrop a détecté qu'un pare-feu pourrait empêcher votre appareil Android de se connecter à votre Mac. Les pare-feu bloquent par défaut les connexions entrantes. Pour recevoir des fichiers, vous devez autoriser les connexions entrantes, car votre téléphone tente de se connecter à votre Mac – créant ainsi une connexion entrante. Il est probable que vous utilisiez un programme antivirus sur votre Mac. Vous avez deux options : 1. Autoriser les connexions entrantes pour QuickDrop dans les paramètres de votre pare-feu. Cette procédure varie selon le programme, vous devrez donc peut-être contacter le fabricant de votre logiciel de pare-feu/antivirus pour savoir comment procéder. 2. Désactiver le pare-feu de votre logiciel antivirus et utiliser le pare-feu intégré du Mac. Le pare-feu d'Apple est optimisé pour QuickDrop. Voici comment désactiver le pare-feu de votre programme antivirus : Ouvrez les Réglages Système sur votre Mac, allez dans Réseau > VPN et Filtrage, puis désactivez le filtre de contenu. Ensuite, allez dans Réseau > Pare-feu et activez le pare-feu du Mac. Une fois cela fait, votre téléphone pourra se connecter à votre Mac.
fr_ca: QuickDrop a détecté qu'un pare-feu pourrait empêcher que votre appareil Android se connecte à votre Mac. Par défaut, les pare-feu bloquent les connexions entrantes. Pour recevoir des fichiers, il est nécessaire que les connexions entrantes soient autorisées. Cela est dû au fait que votre téléphone essaie de se connecter à votre Mac – créant une connexion entrante. Vous utilisez très probablement un programme antivirus sur votre Mac. Vous avez deux options : 1. Autoriser les connexions entrantes pour QuickDrop dans les paramètres de votre pare-feu. Cette procédure varie selon les programmes, vous pourriez devoir demander au fabricant de votre pare-feu/antivirus comment cela peut être fait. 2. Désactiver le pare-feu de votre logiciel antivirus, et utiliser le pare-feu intégré au Mac à la place. Le pare-feu d'Apple est optimisé pour QuickDrop. Voici comment désactiver le pare-feu de votre programme antivirus : Ouvrez les Réglages Système de votre Mac, naviguez vers Réseau > VPN & Filtre, et désactivez le filtre de contenu. Ensuite, allez dans Réseau > Pare-feu et cliquez sur le commutateur pour activer le pare-feu de Mac. Une fois cela fait, votre téléphone pourra se connecter à votre Mac.
he: QuickDrop זיהה שחומת אש עשויה למנוע מהמכשיר ה-Android שלך להתחבר ל-Mac שלך. חומות אש משמשות לחסום חיבורים נכנסים כברירת מחדל. לקבלת קבצים, נדרש לאפשר חיבורים נכנסים. זה מפני שהטלפון שלך מנסה להתחבר ל-Mac שלך – יוצר חיבור נכנס. סביר להניח שאתה משתמש באנטי-וירוס ב-Mac שלך. יש לך שתי אפשרויות: 1. אשר חיבורים נכנסים ל-QuickDrop בהגדרות חומת האש שלך. תהליך זה משתנה לפי תוכנה, ייתכן שתצטרך לשאול את יצרן חומת האש/האנטי-וירוס כיצד לעשות זאת. 2. השבת את חומת האש של תוכנת האנטי-וירוס שלך והשתמש בחומת האש המובנית של ה-Mac. חומת האש של אפל אופטימלית ל-QuickDrop. כך ניתן להשבית את חומת האש של תוכנת האנטי-וירוס שלך: פתח את הגדרות המערכת ב-Mac שלך, נווט לרשת > VPN ומסנן והשבת את מסנן התוכן. לאחר מכן, נווט לרשת > חומת אש ולחץ על המתג כדי להפעיל את חומת האש של ה-Mac. לאחר מכן, הטלפון שלך יוכל להתחבר ל-Mac שלך.
hi: QuickDrop ने पाया है कि एक फ़ायरवॉल आपके Android डिवाइस को आपके Mac से कनेक्ट करने से रोक सकता है। डिफॉल्ट रूप से फायरवॉल आने वाले कनेक्शनों को ब्लॉक करने के लिए उपयोग किया जाता है। फाइल प्राप्त करने के लिए, यह आवश्यक है कि आने वाले कनेक्शनों की अनुमति हो। ऐसा इसलिए है क्योंकि आपका फ़ोन आपके Mac से कनेक्ट करने की कोशिश करता है – एक आने वाला कनेक्शन बनाकर। आपके Mac पर शायद कोई एंटीवायरस प्रोग्राम चलता है। आपके पास दो विकल्प हैं: 1. फायरवॉल सेटिंग्स में QuickDrop के लिए आने वाले कनेक्शनों की अनुमति दें। यह प्रक्रिया प्रत्येक प्रोग्राम के साथ अलग-अलग होती है, इसलिए आपको यह पूछना पड़ सकता है कि आपके फायरवॉल/एंटीवायरस सॉफ़्टवेयर के निर्माता से यह कैसे किया जा सकता है। 2. अपने एंटीवायरस सॉफ़्टवऱ के फ़ायरवॉल को अक्षम करें, और Mac का बिल्ट-इन फायरवॉल का उपयोग करें। एप्पल का फ़ायरवॉल QuickDrop के लिए ऑप्टिमाइज़ किया गया है। यहां बताया गया है कि अपने एंटीवायरस प्रोग्राम के फ़ायरवॉल को कैसे अक्षम करें: अपने Mac पर सिस्टम सेटिंग्स खोलें, नेटवर्क > वीपीएन और फ़िल्टर पर जाएं और सामग्री फ़िल्टर को अक्षम کریں। फिर, नेटवर्क > फ़ायरवॉल पर जाएं और Mac के फ़ायरवॉल को सक्षम करने के लिए टॉगल क्लिक करें। इस प्रक्रिया को पूरी करने के बाद, आपका फ़ोन आपके Mac से कनेक्ट करने में सक्षम होगा।
hr: QuickDrop je otkrio da vatrozid možda sprječava vaš Android uređaj da se poveže s vašim Macom. Vatrozidi se koriste za blokiranje dolaznih veza prema zadanim postavkama. Za primanje datoteka potrebno je omogućiti dolazne veze. To je zato što vaš telefon pokušava uspostaviti dolaznu vezu s vašim Macom. Najvjerojatnije koristite antivirusni program na svom Macu. Imate dvije opcije: 1. Dopustite dolazne veze za QuickDrop u postavkama vašeg vatrozida. Ovaj postupak se razlikuje za svaki program, stoga ćete možda morati pitati proizvođača vašeg vatrozida/antivirusnog softvera kako to učiniti. 2. Onemogućite vatrozid svog antivirusnog softvera i koristite ugrađeni vatrozid Maca. Appleov vatrozid je optimiziran za QuickDrop. Evo kako onemogućiti vatrozid vašeg antivirusnog programa: Otvorite Postavke sustava na svom Macu, idite na Mreža > VPN i filtar te onemogućite filtar sadržaja. Zatim idite na Mreža > Vatrozid i kliknite prekidač za omogućavanje Appleovog vatrozida. Nakon što ovo učinite, vaš telefon će se moći povezati s vašim Macom.
hu: A QuickDrop észlelte, hogy egy tűzfal megakadályozhatja, hogy Android-eszköze csatlakozzon a Mac számítógépéhez. A tűzfalak alapértelmezés szerint blokkolják a bejövő kapcsolatokat. A fájlok fogadásához engedélyezni kell a bejövő kapcsolatokat, mivel a telefonja megpróbál csatlakozni a Mac-hez – vagyis bejövő kapcsolatot kezdeményez. Valószínűleg vírusvédelmi programot használ a Mac-en. Két lehetősége van: 1. Engedélyezze a bejövő kapcsolatokat a QuickDrop számára a tűzfal beállításaiban. Ez az eljárás programonként eltérhet, ezért szükség lehet arra, hogy kapcsolatba lépjen a tűzfalat vagy vírusirtót gyártó céggel a pontos útmutatásért. 2. Tiltsa le a vírusirtó szoftver tűzfalát, és használja a macOS beépített tűzfalát. Az Apple tűzfala optimalizálva van a QuickDrop használatához. Így kapcsolhatja ki a vírusirtó tűzfalát: Nyissa meg a Rendszerbeállításokat a Mac-en, menjen a Hálózat > VPN és Szűrés menüpontra, és kapcsolja ki a tartalomszűrőt. Ezután menjen a Hálózat > Tűzfal részhez, és kapcsolja be a Mac tűzfalát. Ezek után a telefonja csatlakozni tud majd a Mac-hez.
id: QuickDrop mendeteksi bahwa firewall mungkin mencegah perangkat Android Anda dapat terhubung ke Mac Anda. Firewall digunakan untuk memblokir koneksi masuk secara default. Untuk menerima file, perlu bahwa koneksi masuk diizinkan. Ini karena ponsel Anda mencoba terhubung ke Mac Anda – menciptakan koneksi masuk. Kemungkinan besar Anda menggunakan program antivirus di Mac Anda. Anda memiliki dua opsi: 1. Izinkan koneksi masuk untuk QuickDrop di pengaturan firewall Anda. Prosedur ini bervariasi pada setiap program, jadi Anda mungkin harus bertanya kepada produsen perangkat lunak firewall/antivirus Anda tentang cara melakukannya. 2. Nonaktifkan firewall perangkat lunak antivirus Anda, dan gunakan firewall bawaan Mac. Firewall Apple dioptimalkan untuk QuickDrop. Berikut cara menonaktifkan firewall program antivirus Anda: Buka Pengaturan Sistem di Mac Anda, navigasikan ke Network > VPN & Filter, dan nonaktifkan filter konten. Kemudian, navigasikan ke Network > Firewall dan klik toggle untuk mengaktifkan firewall Mac. Setelah ini selesai, ponsel Anda dapat terhubung ke Mac Anda.
it: QuickDrop ha rilevato che un firewall potrebbe impedire al tuo dispositivo Android di connettersi al tuo Mac. I firewall sono utilizzati per bloccare le connessioni in entrata per impostazione predefinita. Per ricevere file, è necessario che le connessioni in entrata siano consentite. Questo perché il tuo telefono tenta di connettersi al tuo Mac, creando una connessione in entrata. È probabile che tu stia utilizzando un programma antivirus sul tuo Mac. Hai due opzioni: 1. Consenti le connessioni in entrata per QuickDrop nelle impostazioni del tuo firewall. Questa procedura varia a seconda del programma, quindi potresti dover contattare il produttore del tuo software firewall/antivirus per sapere come procedere. 2. Disattiva il firewall del tuo software antivirus e utilizza invece il firewall integrato del Mac. Il firewall di Apple è ottimizzato per QuickDrop. Ecco come disattivare il firewall del tuo programma antivirus: Apri le Impostazioni di Sistema sul tuo Mac, vai su Rete > VPN e Filtro, e disattiva il filtro dei contenuti. Poi, vai su Rete > Firewall e attiva il firewall del Mac. Una volta fatto ciò, il tuo telefono sarà in grado di connettersi al tuo Mac.
ja: QuickDropは、ファイアウォールがAndroidデバイスのMacへの接続を妨げる可能性があることを検出しました。ファイアウォールはデフォルトで受信接続をブロックします。ファイルを受信するには、受信接続を許可する必要があります。これは、電話がMacに接続しようとするためで、受信接続を作成します。 おそらく、Macでウイルス対策プログラムを使用しています。2つのオプションがあります： 1. ファイアウォール設定でQuickDropの受信接続を許可します。この手順はプログラムによって異なるため、ファイアウォール/ウイルス対策ソフトウェアの製造元に方法を問い合わせる必要があります。 2. ウイルス対策ソフトウェアのファイアウォールを無効にし、代わりにMacの内蔵ファイアウォールを使用します。AppleのファイアウォールはQuickDropに最適化されています。 ウイルス対策プログラムのファイアウォールを無効にする方法は次のとおりです：Macでシステム設定を開き、ネットワーク > VPNとフィルターに移動し、コンテンツフィルターを無効にします。次に、ネットワーク > ファイアウォールに移動し、Macのファイアウォールを有効にします。 これが完了すると、電話はMacに接続できるようになります。
ko: QuickDrop은 방화벽이 Android 기기가 Mac에 연결하는 것을 방해할 수 있음을 감지했습니다. 방화벽은 기본적으로 수신 연결을 차단합니다. 파일을 수신하려면 수신 연결을 허용해야 합니다. 이는 휴대폰이 Mac에 연결하려고 시도하기 때문입니다 – 수신 연결을 생성합니다. Mac에서 바이러스 백신 프로그램을 사용하고 있을 가능성이 높습니다. 두 가지 옵션이 있습니다: 1. 방화벽 설정에서 QuickDrop에 대한 수신 연결을 허용하십시오. 이 절차는 프로그램마다 다르므로 방화벽/바이러스 백신 소프트웨어 제조업체에 문의하여 방법을 알아보십시오. 2. 바이러스 백신 소프트웨어의 방화벽을 비활성화하고 대신 Mac의 내장 방화벽을 사용하십시오. Apple의 방화벽은 QuickDrop에 최적화되어 있습니다. 바이러스 백신 프로그램의 방화벽을 비활성화하는 방법은 다음과 같습니다: Mac에서 시스템 설정을 열고 네트워크 > VPN 및 필터로 이동하여 콘텐츠 필터를 비활성화합니다. 그런 다음 네트워크 > 방화벽으로 이동하여 Mac의 방화벽을 활성화합니다. 이 작업이 완료되면 휴대폰이 Mac에 연결할 수 있습니다.
ms: QuickDrop telah mengesan bahawa firewall mungkin menghalang peranti Android anda daripada menyambung ke Mac anda. Firewall biasanya digunakan untuk menyekat sambungan masuk secara lalai. Untuk menerima fail, adalah perlu untuk membenarkan sambungan masuk. Ini kerana telefon anda cuba menyambung ke Mac anda – mewujudkan sambungan masuk. Anda mungkin menggunakan program antivirus pada Mac anda. Anda mempunyai dua pilihan: 1. Benarkan sambungan masuk untuk QuickDrop dalam tetapan firewall anda. Prosedur ini berbeza untuk setiap program, jadi anda mungkin perlu bertanya kepada pengeluar perisian firewall/antivirus anda bagaimana untuk melakukannya. 2. Lumpuhkan firewall perisian antivirus anda, dan gunakan firewall terbina dalam Mac. Firewall Apple dioptimumkan untuk QuickDrop. Berikut adalah cara untuk mematikan firewall program antivirus anda: Buka Tetapan Sistem pada Mac anda, navigasi ke Rangkaian > VPN & Penapis, dan matikan penapis kandungan. Kemudian, navigasi ke Rangkaian > Firewall dan klik togol untuk mengaktifkan firewall Mac. Setelah selesai, telefon anda akan dapat menyambung ke Mac anda.
nb: QuickDrop har oppdaget at en brannmur kan hindre at Android-enheten din kan koble til Mac-en. Brannmurer blokkerer innkommende tilkoblinger som standard. For å motta filer, er det nødvendig at innkommende tilkoblinger er tillatt. Dette er fordi telefonen din prøver å koble til Mac-en – og oppretter en innkommende tilkobling. Du bruker mest sannsynlig et antivirusprogram på Mac-en din. Du har to alternativer: 1. Tillat innkommende tilkoblinger for QuickDrop i innstillingene for brannmuren. Denne prosedyren varierer for hvert program, så du må kanskje kontakte produsenten av programvaren/brannmuren for hjelp. 2. Deaktiver brannmuren i antivirusprogrammet ditt, og bruk Mac-ens innebygde brannmur i stedet. Apples brannmur er optimalisert for QuickDrop. Slik deaktiverer du brannmuren i antivirusprogrammet ditt: Åpne Systeminnstillinger på Mac-en din, naviger til Nettverk > VPN og filter, og deaktiver innholdsfilteret. Deretter naviger til Nettverk > Brannmur og klikk på bryteren for å aktivere Mac-ens brannmur. Når dette er gjort, vil telefonen kunne koble til Mac-en din.
nl: QuickDrop heeft vastgesteld dat een firewall mogelijk verhindert dat je Android-apparaat verbinding maakt met je Mac. Firewalls worden standaard gebruikt om inkomende verbindingen te blokkeren. Om bestanden te ontvangen, moeten inkomende verbindingen worden toegestaan, omdat je telefoon probeert verbinding te maken met je Mac – wat een inkomende verbinding creëert. Je gebruikt waarschijnlijk een antivirusprogramma op je Mac. Je hebt twee opties: 1. Sta inkomende verbindingen toe voor QuickDrop in je firewallinstellingen. Deze procedure varieert per programma, dus je moet mogelijk de fabrikant van je firewall-/antivirussoftware raadplegen over hoe dit moet worden gedaan. 2. Schakel de firewall van je antivirussoftware uit en gebruik in plaats daarvan de ingebouwde firewall van de Mac. De firewall van Apple is geoptimaliseerd voor QuickDrop. Zo schakel je de firewall van je antivirusprogramma uit: Open Systeeminstellingen op je Mac, navigeer naar Netwerk > VPN en Filter, en schakel het inhoudsfilter uit. Ga vervolgens naar Netwerk > Firewall en schakel de firewall van de Mac in. Zodra dit is gedaan, kan je telefoon verbinding maken met je Mac.
pl: QuickDrop wykrył, że zapora może blokować połączenia incoming file transfers.
pt_br: O QuickDrop detectou que um firewall pode impedir que seu dispositivo Android se conecte ao seu Mac. Firewalls são usados para bloquear conexões de entrada por padrão. Para receber arquivos, é necessário permitir conexões de entrada, pois seu telefone tenta se conectar ao seu Mac – criando uma conexão de entrada. É provável que você esteja usando um programa antivírus no seu Mac. Você tem duas opções: 1. Permitir conexões de entrada para o QuickDrop nas configurações do seu firewall. Esse procedimento varia de acordo com o programa, portanto, você pode precisar consultar o fabricante do seu software de firewall/antivírus sobre como fazer isso. 2. Desativar o firewall do seu software antivírus e usar o firewall integrado do Mac. O firewall da Apple é otimizado para o QuickDrop. Veja como desativar o firewall do seu programa antivírus: Abra as Configurações do Sistema no seu Mac, vá para Rede > VPN e Filtro, e desative o filtro de conteúdo. Em seguida, vá para Rede > Firewall e ative o firewall do Mac. Depois de feito isso, seu telefone poderá se conectar ao seu Mac.
pt_pt: O QuickDrop detectou que um firewall pode impedir que o seu dispositivo Android se conecte ao seu Mac. Os firewalls são utilizados para bloquear conexões de entrada por padrão. Para receber ficheiros, é necessário permitir conexões de entrada, pois o seu telefone tenta conectar-se ao seu Mac – criando uma conexão de entrada. É provável que esteja a utilizar um programa antivírus no seu Mac. Tem duas opções: 1. Permitir conexões de entrada para o QuickDrop nas configurações do seu firewall. Este procedimento varia conforme o programa, pelo que poderá ter de contactar o fabricante do seu software de firewall/antivírus para saber como proceder. 2. Desativar o firewall do seu software antivírus e utilizar o firewall incorporado do Mac. O firewall da Apple está otimizado para o QuickDrop. Veja como desativar o firewall do seu programa antivírus: Abra as Definições do Sistema no seu Mac, navegue até Rede > VPN e Filtro, e desative o filtro de conteúdo. Em seguida, vá até Rede > Firewall e ative o firewall do Mac. Depois de feito isto, o seu telefone poderá conectar-se ao seu Mac.
ro: QuickDrop a detectat că un firewall poate împiedica dispozitivul Android să se conecteze la Mac-ul dvs. Firewall-urile sunt utilizate pentru a bloca implicit conexiunile de intrare. Pentru a primi fișiere, trebuie să permiteți conexiunile de intrare, deoarece telefonul dvs. încearcă să se conecteze la Mac – creând o conexiune de intrare. Este probabil să utilizați un program antivirus pe Mac. Aveți două opțiuni: 1. Permiteți conexiunile de intrare pentru QuickDrop în setările firewall-ului dvs. Procedura variază în funcție de program, așa că poate fi necesar să contactați producătorul software-ului de firewall/antivirus pentru instrucțiuni. 2. Dezactivați firewall-ul din software-ul antivirus și utilizați firewall-ul integrat din macOS. Firewall-ul Apple este optimizat pentru QuickDrop. Iată cum puteți dezactiva firewall-ul programului antivirus: Deschideți Setările Sistemului pe Mac, mergeți la Rețea > VPN și Filtrare, apoi dezactivați filtrul de conținut. Apoi mergeți la Rețea > Firewall și activați firewall-ul de pe Mac. După ce faceți acest lucru, telefonul dvs. va putea să se conecteze la Mac.
ru: QuickDrop обнаружил, что брандмауэр может препятствовать подключению вашего устройства Android к вашему Mac. Брандмауэры по умолчанию блокируют входящие подключения. Для получения файлов необходимо разрешить входящие подключения, поскольку ваш телефон пытается подключиться к вашему Mac, создавая входящее соединение. Скорее всего, вы используете антивирусную программу на вашем Mac. У вас есть два варианта: 1. Разрешите входящие подключения для QuickDrop в настройках вашего брандмауэра. Эта процедура различается в зависимости от программы, поэтому вам, возможно, придется обратиться к производителю вашего программного обеспечения брандмауэра/антивируса за инструкциями. 2. Отключите брандмауэр вашего антивирусного программного обеспечения и используйте встроенный брандмауэр Mac. Брандмауэр Apple оптимизирован для QuickDrop. Вот как отключить брандмауэр вашего антивирусного программного обеспечения: Откройте Системные настройки на вашем Mac, перейдите в Сеть > VPN и Фильтр, и отключите фильтр содержимого. Затем перейдите в Сеть > Брандмауэр и включите брандмауэр Mac. После этого ваш телефон сможет подключиться к вашему Mac.
sv: QuickDrop har upptäckt att en brandvägg kan hindra din Android-enhet från att ansluta till din Mac. Brandväggar används för att blockera inkommande anslutningar som standard. För att ta emot filer krävs att inkommande anslutningar tillåts. Detta eftersom din telefon försöker ansluta till din Mac – vilket skapar en inkommande anslutning. Du använder förmodligen ett antivirusprogram på din Mac. Du har två alternativ: 1. Tillåt inkommande anslutningar för QuickDrop i dina brandväggsinställningar. Den här proceduren varierar beroende på program, så du kan behöva kontakta tillverkaren av din brandvägg/antivirusprogram för att få hjälp om hur man gör detta. 2. Avaktivera antivirusprogrammets brandvägg och använd Macens inbyggda brandvägg istället. Apples brandvägg är optimerad för QuickDrop. Så här inaktiverar du antivirusprogrammets brandvägg: Öppna Systeminställningar på din Mac, navigera till Nätverk > VPN & Filter och inaktivera innehållsfiltret. Navigera sedan till Nätverk > Brandvägg och klicka på reglaget för att aktivera Macens brandvägg. När detta är gjort kommer din telefon kunna ansluta till din Mac.
th: QuickDrop ตรวจพบว่าไฟร์วอลล์อาจป้องกันไม่ให้อุปกรณ์ Android ของคุณเชื่อมต่อกับ Mac ของคุณ โดยปกติไฟร์วอลล์จะบล็อกการเชื่อมต่อขาเข้าตามค่าเริ่มต้น ในการรับไฟล์ จำเป็นต้องอนุญาตการเชื่อมต่อขาเข้า เนื่องจากโทรศัพท์ของคุณพยายามเชื่อมต่อกับ Mac ของคุณ ซึ่งเป็นการสร้างการเชื่อมต่อขาเข้า คุณอาจใช้โปรแกรมป้องกันไวรัสบน Mac ของคุณ คุณมีสองตัวเลือก: 1. อนุญาตการเชื่อมต่อขาเข้าสำหรับ QuickDrop ในการตั้งค่าไฟร์วอลล์ของคุณ ขั้นตอนนี้แตกต่างกันไปในแต่ละโปรแกรม ดังนั้นคุณอาจต้องสอบถามผู้ผลิตซอฟต์แวร์ไฟร์วอลล์/ป้องกันไวรัสของคุณว่าทำได้อย่างไร 2. ปิดใช้งานไฟร์วอลล์ของซอฟต์แวร์ป้องกันไวรัสของคุณ และใช้ไฟร์วอลล์ในตัวของ Mac แทน ไฟร์วอลล์ของ Apple ได้รับการปรับแต่งให้เหมาะสมสำหรับ QuickDrop วิธีปิดใช้งานไฟร์วอลล์ของโปรแกรมป้องกันไวรัสของคุณ: เปิดการตั้งค่าระบบบน Mac ของคุณ ไปที่ เครือข่าย > VPN และตัวกรอง และปิดใช้งานตัวกรองเนื้อหา จากนั้นไปที่ เครือข่าย > ไฟร์วอลล์ และเปิดใช้งานไฟร์วอลล์ของ Mac เมื่อเสร็จสิ้น โทรศัพท์ของคุณจะสามารถเชื่อมต่อกับ Mac ของคุณได้
tr: QuickDrop bir güvenlik duvarının Android cihazınızın Mac'inize bağlanmasını engelleyebileceğini tespit etti. Güvenlik duvarları varsayılan olarak gelen bağlantıları engeller. Dosya alabilmek için gelen bağlantılara izin verilmesi gerekir. Çünkü telefonunuz Mac'inizle bağlantı kurmaya çalışıyor – bu bir gelen bağlantı oluşturmaktadır. Muhtemelen Mac'inizde bir antivirüs programı kullanıyorsunuz. İki seçeneğiniz var: 1. Güvenlik duvarı ayarlarında QuickDrop için gelen bağlantılara izin verin. Bu prosedür her programda farklı olduğundan, güvenlik duvarı/antivirüs yazılımınızın üreticisine bunun nasıl yapılacağını sormak gerekebilir. 2. Antivirüs yazılımınızın güvenlik duvarını devre dışı bırakın ve Mac'in dahili güvenlik duvarını kullanın. Apple'ın güvenlik duvarı QuickDrop için optimize edilmiştir. Antivirüs programınızın güvenlik duvarını devre dışı bırakmak için: Mac'inizde Sistem Ayarlarını açın, Ağ > VPN ve Filtre'ye gidin ve içerik filtresini devre dışı bırakın. Ardından Ağ > Güvenlik Duvarı'na gidin ve Mac'in güvenlik duvarını etkinleştirme anahtarına tıklayın. Bunu yaptıktan sonra telefonunuz Mac'inize bağlanabilir.
uk: QuickDrop виявив, що брандмауер може заважати підключенню вашого пристрою Android до вашого Mac. Брандмауери за замовчуванням блокують вхідні з'єднання. Щоб отримувати файли, необхідно дозволити вхідні з'єднання, оскільки ваш телефон намагається підключитися до вашого Mac – створюючи вхідне з'єднання. Ймовірно, ви використовуєте антивірусну програму на вашому Mac. У вас є два варіанти: 1. Дозвольте вхідні з'єднання для QuickDrop у налаштуваннях брандмауера. Ця процедура відрізняється залежно від програми, тому вам, можливо, доведеться звернутися до виробника вашого програмного забезпечення брандмауера/антивірусу, щоб дізнатися, як це зробити. 2. Вимкніть брандмауер вашого антивірусного програмного забезпечення та використовуйте вбудований брандмауер Mac. Брандмауер Apple оптимізований для QuickDrop. Ось як вимкнути брандмауер вашої антивірусної програми: Відкрийте Системні налаштування на вашому Mac, перейдіть до Мережа > VPN і Фільтр, і вимкніть фільтр вмісту. Потім перейдіть до Мережа > Брандмауер і увімкніть брандмауер Mac. Після цього ваш телефон зможе підключитися до вашого Mac.
vi: QuickDrop đã phát hiện rằng tường lửa có thể ngăn thiết bị Android của bạn kết nối với Mac. Tường lửa mặc định chặn các kết nối đến. Để nhận tệp, cần cho phép kết nối đến. Điều này là do điện thoại của bạn cố kết nối với Mac – tạo một kết nối đến. Bạn có thể đang sử dụng chương trình chống virus trên Mac. Bạn có hai lựa chọn: 1. Cho phép kết nối đến cho QuickDrop trong cài đặt tường lửa. Quy trình này khác nhau tùy chương trình, vì vậy bạn có thể phải hỏi nhà sản xuất phần mềm tường lửa/chống virus. 2. Tắt tường lửa của phần mềm chống virus, và thay vào đó sử dụng tường lửa tích hợp của Mac. Tường lửa của Apple được tối ưu hóa cho QuickDrop. Đây là cách tắt tường lửa của chương trình chống virus: Mở Cài đặt Hệ thống trên Mac, điều hướng đến Mạng > VPN & Bộ lọc, và tắt bộ lọc nội dung. Sau đó, điều hướng đến Mạng > Tường lửa và nhấp vào nút gạt để bật tường lửa của Mac. Khi điều này được thực hiện, điện thoại của bạn sẽ có thể kết nối với Mac.
zh_hans: QuickDrop 检测到防火墙可能会阻止您的 Android 设备连接到您的 Mac。防火墙默认用于阻止传入连接。为了接收文件，必须允许传入连接，因为您的手机尝试连接到您的 Mac – 创建一个传入连接。 您很可能在 Mac 上使用了防病毒程序。您有两个选项： 1. 在防火墙设置中允许 QuickDrop 的传入连接。此过程因程序而异，因此您可能需要咨询防火墙/防病毒软件制造商，了解如何操作。 2. 禁用防病毒软件的防火墙，改用 Mac 的内置防火墙。Apple 的防火墙针对 QuickDrop 进行了优化。 以下是禁用防病毒程序防火墙的方法：在 Mac 上打开系统设置，导航到网络 > VPN 和过滤器，禁用内容过滤器。然后，导航到网络 > 防火墙，点击切换以启用 Mac 的防火墙。 完成后，您的手机将能够连接到您的 Mac。
zh_hant: QuickDrop 偵測到防火牆可能阻止您的 Android 裝置連接到 Mac。防火牆預設用於阻擋傳入連接。若要接收檔案，需要允許傳入連接。這是因為您的手機試圖連接到 Mac，創建一個傳入連接。 您可能在 Mac 上使用了一個防毒程式。您有兩個選項： 1. 在防火牆設置中為 QuickDrop 允許傳入連接。該程序因程式而異，所以可能需要詢問防火牆/防毒軟件的製造商如何執行這一操作。 2. 停用防毒軟件的防火牆，並改用 Mac 的內建防火牆。Apple 的防火牆專為 QuickDrop 優化。 以下是禁用防毒程式防火牆的方法：在您的 Mac 上打開「系統設置」，導航到「網路」>「VPN 與過濾」，然後停用內容過濾器。接著，導航到「網路」>「防火牆」，點擊切換鍵啟用 Mac 的防火牆。 完成後，您的手機將能夠連接到 Mac。
